Repository: StockWizOrg/InvestMate_iOS
Catalog: InvestMate/Projects/Presentation/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: %lld digits
ja: %lld桁
ko: %lld 자리

source: Add Stock
ja: 銘柄を追加
ko: 종목 추가

source: Amount
ja: 金額
ko: 금액

source: App Version Info
ja: アプリのバージョン情報
ko: 앱 버전 정보

source: Ask a Question
ja: お問い合わせ
ko: 문의하기

source: Average Down
ja: ナンピン買い
ko: 추가 매수

source: Average Price
ja: 平均価格
ko: 평균단가

source: Avg Down
ja: ナンピン買い
ko: 추가 매수

source: Cancel
ja: キャンセル
ko: 취소

source: Confirm
ja: 確認
ko: 확인

source: Contact Us
ja: カスタマーサポートへの問い合わせ
ko: 서비스 이용 문의

source: Current Holdings
ja: 現在の保有銘柄
ko: 현재 보유

source: Customer Support
ja: カスタマーサポート
ko: 고객 지원

source: Decimal Display
ja: 小数点表示
ko: 소수점 표시

source: Decimal Places Settings
ja: 小数点の設定
ko: 소수점 자릿수 설정

source: Delete
ja: 削除
ko: 삭제

source: Done
ja: 完了
ko: 완료

source: Edit
ja: 編集
ko: 수정

source: Edit Stock
ja: 銘柄の編集
ko: 종목 수정

source: Email Account Required
ja: メールアカウントの有効化が必要です
ko: 메일 계정 활성화 필요

source: Enter Name
ja: 銘柄名を入力してください
ko: 종목을 입력해주세요

source: Final holdings
ja: 最終保有
ko: 최종보유

source: Holdings
ja: 保有銘柄
ko: 보유 종목

source: Information Display Settings
ja: 情報表示設定
ko: 정보 표시 설정

source: Investment Result
ja: 投資結果
ko: 투자 결과

source: More
ja: もっと見る
ko: 더보기

source: Name
ja: 銘柄名
ko: 종목명

source: No Registered Stocks
ja: 登録された銘柄はありません
ko: 등록된 종목이 없습니다

source: Plan a rational buying strategy!
ja: 合理的な購入戦略を立てましょう！
ko: 합리적인 매수 전략을 세워보세요!

source: Please configure your email account in the Mail app.
ja: Mailアプリでメールアカウントを設定してください。
ko: Mail 앱에서 사용자의 Email 계정을 설정해 주세요.

source: Please write your message here.
ja: ここに内容を入力してください。
ko: 이곳에 내용을 작성해주세요

source: Profit
ja: 利益
ko: 수익

source: Purchase Amount
ja: 購入単価
ko: 매수단가

source: Purchase Price
ja: 購入金額
ko: 매수금액

source: Quantity
ja: 数量
ko: 수량

source: Rate This App
ja: アプリを評価する
ko: 앱스토어 리뷰

source: Recommend This App
ja: アプリを共有する
ko: 공유하기

source: Register New Stock
ja: 新しい銘柄を登録する
ko: 새 종목 등록하기

source: Sale Amount
ja: 売却金額
ko: 매도금액

source: Sale Price
ja: 売却単価
ko: 매도단가

source: Sale Quantity
ja: 売却数量
ko: 매도수량

source: Settings
ja: 設定
ko: 설정

source: Share App
ja: アプリをシェアする
ko: 앱 추천하기

source: Stock Averaging Calculator
ja: 株式ナンピン計算機
ko: 주식 물타기 계산기

source: Total Amount
ja: 総額
ko: 총 금액

source: Write a Review
ja: レビューを書く
ko: 평가하기
